{
    "__comment": "Navbar",
    "navbar.about.about": "About VNERGY",
    "navbar.about.company": "Company",
    "navbar.about.customer": "Customer",
    "navbar.projects.projects": "Projects",
    "navbar.projects.engineering": "Engineering",
    "navbar.projects.trading": "Trading",
    "navbar.projects.greenEnergy": "Green Energy",
    "navbar.contact": "Contact",
    "navbar.language.language": "Language",
    "navbar.language.en": "English",
    "navbar.language.vn": "Vietnamese",
    "footer.title": "VIETNAM ENERGY TECHNOLOGY DEVELOPMENT CONSULTING CO., LTD - VNERGY",
    "footer.address": "Address",
    "footer.address.address": "10th floor, Miss Ao Dai Tower, 21 Nguyen Trung Ngan, Ben Nghe Ward, District 1, HCMC",
    "footer.phone": "Phone",
    "__comment__Home": "Home",
    "home.slider.title.01": "The future is green energy, sustainability, and renewable energy",
    "home.slider.title.02": "A strong green energy industry is significant for our environment and economy",
    "home.slider.title.03": "These ambitious projects require ambitious individuals",
    "home.slider.title.04": "So, we are here to invite you joining with us",
    "__comment__Home__statistic": "statistic",
    "home.stats.title": "Statistic",
    "home.stats.ongoing": "Projects",
    "home.stats.engineering": "Engineering",
    "home.stats.trading": "Trading",
    "home.stats.customer": "Customers",
    "home.ongoing.title": "On-Going Project",
    "home.ongoing.button": "More projects...",
    "home.greenEnergy.title": "Green Energy",
    "home.greenEnergy.quotes": "Green Energy for a greener  tomorrow",
    "home.greenEnergy.description": "The Government of Viet Nam has clearly demonstrate its commitment to green energy development through national strategic and policy making. For example, Resolution 55-NQ/TW 11/2/20 sets a target to inscrease the share of renewable energy up to 15-20% by 2030 or the National Strategy for Green Growth 2021-2030 with a vision to 2050 (1658 01/10/21)... ",
    "home.greenEnergy.button": "Read more",
    "company.pageTitle": "About us",
    "company.description": "<code>VIETNAM ENERGY TECHNOLOGY DEVELOPMENT CONSULTING CO., LTD (VNERGY)</code> was established in 2016 with the goal of contributing part of its efforts to the construction of a more energy efficient society, with cleaner, greener energy sources. To accomplish this goal, VNERGY relies on a strong force of engineers and experts who have many years of experience in the fields of energy, oil and gas, chemicals... to provide consulting services, optimal design and technical support, as well as accompanying its customers on their journey towards a zero-emissions future as committed by the Government of Vietnam at COP 26.",
    "company.prouds":"Proudly annouced for both offshore and on shore projects",    
    "customer.pageTitle": "Customers",
    "customer.thanks": "Special Thanks To Our Customers For Using Our Service",
    "engineering.pageTitle": "Engineering",



    "greenEnergy.pageTitle": "Green Energy",
    "greenEnergy.content.01": "The Government of Vietnam has clearly demonstrated its commitment to green energy development through national strategic and policy making. For example, Resolution 55-NQ/TW 11/2/20 sets a target to increase the share of renewable energy up to 15-20% by 2030 or the National Strategy for Green Growth 2021-2030 with a vision to 2050 ( 1658 01/10/21) ... With this determination of the government, more and more investors will be interested in new renewable energy projects or in technology transformation at facilities old production in order to achieve the goal of reducing greenhouse gas emissions.",
    "greenEnergy.content.02": "However, in recent times, Vietnam has witnessed the massive and uncontrolled development of renewable energy projects such as solar power, wind power ... leading to a serious imbalance between production and consumption. According to EVN's data, in 2021, the amount of renewable electricity that must be discharged during peak hours is about 8 billion KWh, not including rooftop and wind power projects (equivalent to about 700 million USD). This waste of energy will continue to worsen in the coming years when comparing the construction progress of power projects with the upgrading of the national electricity transmission, coordination and storage system.",
    "greenEnergy.content.03": "This problem is both a challenge and an opportunity if it is possible to promptly grasp the appropriate technology and investment to convert this wasted energy into another form of energy or raw material that can be stored. , easy to transport and high liquidity in the market. Technological solutions with reasonable investment costs for energy storage or transformation will have a huge potential market in the near future.",
    "greenEnergy.content.04": "VNERGY is concentrating resources to accumulate and build company capacity in the field of technology transfer, EPC capacity (including management and finance) related to alternative energy, integrated technologies. energy storage and conversion, hydrogen and hydrogen by-products. The key technologies that the company focuses on are energy storage and conversion solutions, fuel conversion solutions at different levels (industrial, civil ...), electrical technology. water distribution, CO2 capture technology, Hydrogen energy technology... VNERGY will be the company that provides solutions for converting and efficient use of energy sources for customers and projects in Vietnam. through technology transfer from prestigious foreign partners and research institutes.",


    "contact.pageTitle":"Contact Us",
    "contact.getInTouch":"Keep in touch with Us for continuously and accurately updated information from VNERGY as well as business areas that we are working in",
    "contact.address": "Address",
    "contact.address.address": "10th floor, Miss Ao Dai Tower, 21 Nguyen Trung Ngan, Ben Nghe Ward, District 1, HCMC",
    "contact.phone": "Phone",


    "cards.button":"Learn More...",

    "trading.pageTitle":"Trading",
    "trading.descr":" In addition to design consultancy, Vietnam Energy Technology Development Consulting Co., Ltd also participates in the supply of building materials and also works construction (referred to as EPC Package).",
    "trading.CNG.title":"Supply spare parts for CNG compressor",
    "trading.VTTB.title":"Supply equipment and spare parts of valves, pipes, pipe fittings",
    "trading.EquipmentSupply.title":"Equipment Supply"
}